let handler = async (m, { conn, usedPrefix, usedPrefix: _p, __dirname, text, isPrems })  => m.reply(`
❀° ┄──•••───╮
       𝘽𝙊𝙏 𝙈𝙀𝙉𝙐  
╰───•••──┄ °❀     
┏━━━ʕ•㉨•ʔ━━━┓
⎪⌲👑 .ping
⎪⌲👑 .uptime
⎪⌲👑 .bot
⎪⌲👑 .owner
⎪⌲👑 .script
⎪⌲👑 .runtime
⎪⌲👑 .infobot
⎪⌲👑 .donate
⎪⌲👑 .groups
⎪⌲👑 .blocklist
⎪⌲👑 .listprem
⎪⌲👑    Guru
┗━━━ʕ•㉨•ʔ━━━┛

❀° ┄──•••───╮
     𝙊𝙒𝙉𝙀𝙍 𝙈𝙀𝙉𝙐  
╰───•••──┄ °❀     
┏━━━ʕ•㉨•ʔ━━━┓
⎪⌲👑 .banchat
⎪⌲👑 .unbanchat
⎪⌲👑 .banuser
⎪⌲👑 .unbanuser
⎪⌲👑 .Broadcast
⎪⌲👑 .Broadcastgc
⎪⌲👑 .join
⎪⌲👑 .setppbot
⎪⌲👑 .setprefix
⎪⌲👑 .resetprefix
⎪⌲👑 .getfile
⎪⌲👑 .getplugin
┗━━━ʕ•㉨•ʔ━━━┛
‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎
❀° ┄──•••───╮
      𝙂𝙍𝙊𝙐𝙋 𝙈𝙀𝙉𝙐 
╰───•••──┄ °❀     
┏━━━ʕ•㉨•ʔ━━━┓
⎪⌲💎.kick <@tag>
⎪⌲💎.promote <@tag>
⎪⌲💎 .demote <@tag>
⎪⌲💎 .infogroup
⎪⌲💎 .resetlink
⎪⌲💎 .link
⎪⌲💎 .setpp <image>
⎪⌲💎 .setname <text>
⎪⌲💎 .setdesc <text>
⎪⌲💎 .setwelcome <text>
⎪⌲💎 .setbye <text>
⎪⌲💎 .hidetag <text/image/audio/vid>
⎪⌲💎 .warn <@tag>
⎪⌲💎 .unwarn <@tag>
⎪⌲💎 .group <open/close>
⎪⌲💎 _.enable
┗━━━ʕ•㉨•ʔ━━━┛

❀° ┄──•••───╮
       𝘿𝙇 𝙈𝙀𝙉𝙐 
╰───•••──┄ °❀     
┏━━━ʕ•㉨•ʔ━━━┓
⎪⌲💎.play
⎪⌲💎.song
⎪⌲💎 .yta <link>
⎪⌲💎 .ytv <link>
⎪⌲💎 .ytmp3 <link>
⎪⌲💎 .ytmp4 <link>
⎪⌲💎 .gimage
⎪⌲💎 .pinterest
⎪⌲💎 .mediafire <link>
⎪⌲💎 .gdrive <link>
⎪⌲💎 .gitclone <link>
⎪⌲💎 .twitter <link>
⎪⌲💎 .tiktok <link>
⎪⌲💎 .tiktokstalk
⎪⌲💎 .instagram <link>
⎪⌲💎 .spotify
⎪⌲💎 .facebook <link>
┗━━━ʕ•㉨•ʔ━━━┛

❀° ┄──•••───╮
       𝙀𝘾𝙊𝙉𝙊𝙈𝙔 
╰───•••──┄ °❀     
┏━━━ʕ•㉨•ʔ━━━┓
⎪⌲👑 .claim/daily
⎪⌲👑 .weekly
⎪⌲👑 .monthly
⎪⌲👑 .leaderboard
⎪⌲👑 .bet
⎪⌲👑 .heal
⎪⌲👑 .craft
⎪⌲👑 .balance
⎪⌲👑 .shop
⎪⌲👑 .sell
⎪⌲👑 .adventure
⎪⌲👑 .opencrate
⎪⌲👑 .mine
⎪⌲👑 .work
⎪⌲👑 .transfer
⎪⌲👑 .todiamond
⎪⌲👑 .tomoney
┗━━━ʕ•㉨•ʔ━━━┛

❀° ┄──•••───╮
      𝙁𝙐𝙉 𝙈𝙀𝙉𝙐
╰───•••──┄ °❀     
┏━━━ʕ•㉨•ʔ━━━┓
⎪⌲👑 .character
⎪⌲👑 .truth
⎪⌲👑 .dare
⎪⌲👑 .flirt
⎪⌲👑 .gay
⎪⌲👑 .shayeri
⎪⌲👑 .ship
⎪⌲👑 .waste
⎪⌲👑 .simpcard
⎪⌲👑 .hornycard
⎪⌲👑 .ytcomment
⎪⌲👑 .stupid
⎪⌲👑 .lolicon
┗━━━ʕ•㉨•ʔ━━━┛

❀° ┄──•••───╮
      𝐴𝑁𝐼𝑀𝐸 𝑀𝐸𝑁𝑈
╰───•••──┄ °❀     
┏━━━ʕ•㉨•ʔ━━━┓
⎪⌲👑 .waifu
⎪⌲👑 .neko
⎪⌲👑 .loli
⎪⌲👑 .couplepp
⎪⌲👑 .toanime
⎪⌲👑 .naruto
⎪⌲👑 .itachi
⎪⌲👑 .akira
⎪⌲👑 .asuna
⎪⌲👑 .akiyama
⎪⌲👑 .boruto
⎪⌲👑 .hornycard
⎪⌲👑 .ayuzawa
⎪⌲👑 .anna
⎪⌲👑 .chiho
⎪⌲👑 .chitoge
⎪⌲👑 .deidara
⎪⌲👑 .erza
⎪⌲👑 .elaina
⎪⌲👑 .emilia
⎪⌲👑 .hestia
⎪⌲👑 .hinata
⎪⌲👑 .inori
⎪⌲👑 .isuzu
⎪⌲👑 .kagura
⎪⌲👑 .kaori
⎪⌲👑 .keneki
⎪⌲👑 .kurumi
⎪⌲👑 .madara
⎪⌲👑 .mikasa
⎪⌲👑 .miku
⎪⌲👑 .minato
⎪⌲👑 .nezuko
⎪⌲👑 .sagiri
⎪⌲👑 .sasuke
⎪⌲👑 .sakura
⎪⌲👑 .kotori
┗━━━ʕ•㉨•ʔ━━━┛`.trim())
handler.help = ['menu']
handler.tags = ['main']
handler.command = ['list', 'menu'] 

export default handler
